

import '../models/disease.dart';

List<Disease> Diseaselist = [
  Disease(
      name: 'الاضطراب الجلدي: الصدفية (Psoriasis)',
      reason: 'اضطراب مناعي يتسبب في تسارع دورة حياة خلايا الجلد. يعني هذا أن الخلايا الجلدية تنمو وتتكاثر بسرعة أكبر من اللازم، مما يؤدي إلى تراكمها على سطح الجلد وتكوين التهابات',
      treatment_method: 'استخدام المراهم والكريمات المضادة للالتهابات والكورتيكوستيرويدات الموضعية، وكذلك العلاج بالأشعة فوق البنفسجية والعلاج الدوائي المعتمد على الفم أو الحقن، مثل العقاقير المثبطة للمناعة'),
  Disease(
      name: 'الاضطراب الجلدي: الصدفية (Psoriasis)',
      reason: 'اضطراب مناعي يتسبب في تسارع دورة حياة خلايا الجلد. يعني هذا أن الخلايا الجلدية تنمو وتتكاثر بسرعة أكبر من اللازم، مما يؤدي إلى تراكمها على سطح الجلد وتكوين التهابات',
      treatment_method: 'استخدام المراهم والكريمات المضادة للالتهابات والكورتيكوستيرويدات الموضعية، وكذلك العلاج بالأشعة فوق البنفسجية والعلاج الدوائي المعتمد على الفم أو الحقن، مثل العقاقير المثبطة للمناعة'),
  Disease(
      name: 'Psoriasis',
      reason: 'اضطراب مناعي يتسبب في تسارع دورة حياة خلايا الجلد. يعني هذا أن الخلايا الجلدية تنمو وتتكاثر بسرعة أكبر من اللازم، مما يؤدي إلى تراكمها على سطح الجلد وتكوين التهابات',
      treatment_method: 'استخدام المراهم والكريمات المضادة للالتهابات والكورتيكوستيرويدات الموضعية، وكذلك العلاج بالأشعة فوق البنفسجية والعلاج الدوائي المعتمد على الفم أو الحقن، مثل العقاقير المثبطة للمناعة'),
  Disease(
      name: 'الاضطراب',
      reason: 'اضطراب مناعي يتسبب في تسارع دورة حياة خلايا الجلد. يعني هذا أن الخلايا الجلدية تنمو وتتكاثر بسرعة أكبر من اللازم، مما يؤدي إلى تراكمها على سطح الجلد وتكوين التهابات',
      treatment_method: 'استخدام المراهم والكريمات المضادة للالتهابات والكورتيكوستيرويدات الموضعية، وكذلك العلاج بالأشعة فوق البنفسجية والعلاج الدوائي المعتمد على الفم أو الحقن، مثل العقاقير المثبطة للمناعة'),
  Disease(
      name: 'الجلدي',
      reason: 'اضطراب مناعي يتسبب في تسارع دورة حياة خلايا الجلد. يعني هذا أن الخلايا الجلدية تنمو وتتكاثر بسرعة أكبر من اللازم، مما يؤدي إلى تراكمها على سطح الجلد وتكوين التهابات',
      treatment_method: 'استخدام المراهم والكريمات المضادة للالتهابات والكورتيكوستيرويدات الموضعية، وكذلك العلاج بالأشعة فوق البنفسجية والعلاج الدوائي المعتمد على الفم أو الحقن، مثل العقاقير المثبطة للمناعة'),

];
