import '../models/doctor.dart';

List<Doctor> doctorlist = [
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
  Doctor(
      name: 'الاسم : محمد علي ناجي عثمان',
      phone: 7775489032,
      address: 'العنوان : اب شارع العدين مستشفئ الشفاء'),
];
